additional_detail
afu_aty
annotation_schema
annotations_available
arg_units
argument_mining
argumentation_mining
argumentative_components
argumentative_function
argumentative_functions
argumentative_relations
argumentative_structure
argumentative_structures
argumentative_types
argumentative_unit
argumentative_units
arguments_scienti
assertion_means
association_computational
aty_apa
average_obtained
cation_argumentative
cation_units
classes_total
classi_cation
classi_ers
compare_results
components_relations
computational_linguistics
conference_empirical
conference_language
detail_none
discourse_analysis
discourse_annotations
discourse_features
discourse_information
discourse_parsing
discourse_relations
discourse_units
empirical_methods
errors_observed
errors_produced
gold_pred
gurevych_argumentation
identi_cation
identify_boundaries
improve_performance
inductive_transfer
international_conference
language_processing
language_resources
learning_approaches
machine_learning
means_observation
methods_natural
mining_argmining
mining_models
mining_tasks
models_trained
natural_language
none_sequence
observation_proposal
parent_unit
parsing_tasks
peldszus_stede
percentage_errors
performance_argument
persuasive_essays
prediction_argumentative
previous_works
proceedings_conference
proceedings_international
proceedings_workshop
processing_emnlp
produced_pairs
proposal_result
relations_rst
research_articles
resources_evaluation
results_obtained
rst_annotations
rst_encoders
scidtb_corpus
scienti_abstracts
scienti_texts
section_describe
section_present
sequence_support
sequential_learning
sequential_transfer
set_experiments
signi_cant
syn_pos
training_argument
transfer_learning
unit_attached
units_relations
units_type
units_types
using_rst
workshop_argument
academic_libraries
acm_international
acm_sigkdd
adjacency_based
adjacency_matrix
advances_neural
ali_kefalas
amara_taieb
among_nodes
aouicha_machine
approaches_used
artificial_intelligence
arxiv_preprint
attention_mechanism
auxiliary_information
average_precision
based_approaches
based_deep
based_methods
based_models
behind_emergence
bfs_dfs
big_data
biological_networks
citation_networks
citation_recommendation
classification_task
closer_embedding
commonly_used
community_detection
community_embedding
complex_systems
computer_science
conference_artificial
conference_data
conference_information
conference_knowledge
conference_machine
conference_world
context_graph
cover_detailed
data_engineering
data_mining
data_representation
datasets_evaluation
deep_learning
deep_network
deep_neural
define_context
defined_follows
definition_network
detailed_process
different_types
dimensionality_reduction
discovery_data
distributed_representations
downstream_task
downstream_tasks
edge_embedding
edge_node
embedded_closer
embedding_algorithm
embedding_algorithms
embedding_applied
embedding_approaches
embedding_different
embedding_edge
embedding_graph
embedding_input
embedding_libraries
embedding_output
embedding_pipeline
embedding_proceedings
embedding_space
embeddings_using
entity_relation
evaluation_metrics
feature_engineering
feature_learning
feature_vector
given_network
gong_wang
goyal_ferrara
graph_attention
graph_auxiliary
graph_definition
graph_embedding
graph_embeddings
graphs_arxiv
grover_leskovec
hamilton_ying
heterogeneous_graph
heterogeneous_information
heterogeneous_network
hidden_information
homogeneous_heterogeneous
homogeneous_networks
hope_line
hybrid_embedding
information_knowledge
information_network
information_networks
information_proceedings
information_processing
information_retrieval
international_joint
joint_conference
joint_probability
knowledge_data
knowledge_discovery
knowledge_graph
knowledge_graphs
knowledge_management
language_model
language_models
latent_representations
latent_space
learn_latent
learn_node
learned_embeddings
learned_representations
learned_vectors
learning_algorithms
learning_applications
learning_based
learning_distributed
learning_graph
learning_models
learning_network
learning_node
learning_proceedings
learning_semantic
learning_techniques
leskovec_krevl
lin_sun
line_sdne
link_prediction
mapping_function
matrix_factorization
measure_similarity
models_based
models_used
negative_sampling
network_analysis
network_analytics
network_data
network_embedding
network_language
network_representation
network_structure
network_visualization
networks_biological
networks_citation
networks_like
networks_proceedings
networks_used
neural_information
neural_network
neural_networks
node_classification
node_edge
node_embedding
node_embeddings
node_representations
nodes_edges
nodes_network
nonlinear_dimensionality
nrl_algorithms
nrl_models
one_single
online_social
order_proximity
original_network
pair_nodes
popular_used
precision_map
predict_missing
prediction_node
prediction_task
preserve_proximity
probability_distribution
problem_settings
proceedings_acm
process_nrl
processing_systems
proximity_two
random_walk
random_walks
raw_data
reasons_behind
recommendation_systems
recommender_systems
related_context
related_works
representation_learning
resentation_learning
retrieved_articles
sdne_wang
sigkdd_international
similarity_matrix
social_media
social_network
social_networks
speech_recognition
springer_cham
step_network
structural_identity
structural_information
survey_network
taieb_aouicha
time_space
traditional_graph
transactions_knowledge
transition_node
two_nodes
types_network
types_networks
types_nodes
ultimate_goal
used_datasets
used_downstream
used_evaluation
used_learn
used_step
various_types
vector_embeddings
vector_representation
vector_representations
vector_space
wang_cui
whole_graph
wide_variety
widely_used
word_embeddings
word_representation
world_wide
ying_leskovec
accessed_october
active_learning
alzheimer_disease
alzheimers_dis
artiﬁcial_intelligence
babaiha_elsayed
bel_edges
bel_nodes
bel_relationships
bel_statement
bel_statements
bel_triple
bel_triples
biol_databases
biological_expression
biomedical_kgs
biomedical_knowledge
biomedical_literature
biomedical_text
brain_pharmacome
brief_bioinform
correct_partially
database_biol
databases_curation
distant_supervision
distinct_pmids
domain_experts
drug_discovery
drug_repurposing
elsayed_artiﬁcial
expression_language
extension_corpus
extracted_bel
extracted_triples
fully_correct
fully_incorrect
human_brain
hypothesis_generation
incorrect_level
information_extraction
intelligence_life
language_bel
level_partially
life_sciences
literature_mining
named_entity
neurodegenerative_diseases
nlp_pipeline
nlp_workﬂow
online_available
partially_correct
partially_incorrect
performance_nlp
pubmed_abstracts
randomly_selected
recent_study
relation_extraction
relationship_type
support_evidence
systems_biology
tau_phosphorylation
tau_protein
text_mining
therapeutic_approaches
training_dataset
academic_publication
accessed_august
accident_reports
addition_research
adv_eng
analysis_based
analysis_method
analysis_methods
appeared_author
appeared_times
author_keyword
author_keywords
autom_constr
automation_construction
bim_research
building_information
civ_eng
civil_engineering
classification_model
compliance_checking
comput_civ
computing_civil
constr_autcon
constr_eng
construction_accident
construction_accidents
construction_autcon
construction_data
construction_documents
construction_domain
construction_engineering
construction_industry
construction_management
construction_project
construction_projects
construction_research
construction_safety
construction_sector
construction_site
content_analysis
contract_documents
convolutional_neural
data_public
data_source
data_sources
data_used
digital_transformation
documents_comput
eng_asce
eng_constr
eng_inform
eng_manag
engineering_construction
engineering_management
feature_generation
frequency_term
future_directions
inform_aei
information_modeling
key_term
key_terms
keyword_analysis
keywords_appeared
knowledge_mining
lexicon_ontology
manag_asce
manag_eng
management_engineering
mckinsey_accessed
mckinsey_company
mining_methods
nlp_tasks
nlp_techniques
nlp_technologies
nlp_tools
one_promising
open_data
paper_reference
pdf_accessed
previous_research
previous_studies
processing_nlp
processing_text
public_opinion
recent_research
recent_studies
research_congress
research_construction
research_papers
research_trends
review_research
reviewed_papers
safety_risk
search_queries
source_analysis
studies_used
study_identified
study_performed
study_used
syntactic_semantic
systematic_review
techniques_developed
term_extraction
term_frequency
terms_related
text_analysis
text_analytics
text_classification
text_data
text_format
textual_data
times_papers
tools_techniques
topic_modeling
total_papers
trend_research
unstructured_data
unstructured_text
used_construction
using_natural
using_text
agglomerative_hierarchical
applications_bondielli
bcubed_precision
bondielli_marcelloni
clustering_résumé
distance_clusters
distribution_categories
expert_systems
extractive_summarization
good_performances
hierarchical_clustering
job_offer
last_years
linkage_criterion
mikolov_sutskever
one_hand
precision_recall
professional_figures
proposed_approach
rand_index
recall_ari
reimers_gurevych
résumé_embeddings
sentence_embeddings
summarization_method
systems_applications
terms_bcubed
text_summarization
transformer_architecture
two_clusters
word_clouds
words_sentences
adjusted_mutual
agglomerative_clustering
alghamdi_alfalqi
also_used
ami_ari
ami_measures
applied_osn
ari_hierarchical
ari_measure
auspol_data
auspol_twitter
best_performance
best_performing
better_performance
character_length
clustering_algorithm
clustering_algorithms
clustering_gave
clustering_method
clustering_methods
clustering_nmi
clustering_topic
context_window
curiskis_information
data_results
data_set
data_sets
different_subsets
dirichlet_allocation
document_clustering
document_length
document_lengths
document_level
document_size
document_vectors
due_short
dynamic_topic
elements_sthat
embedding_models
embedding_representations
epochs_methods
evaluation_measures
extrinsic_evaluation
extrinsic_measures
feature_representation
feature_representations
four_clustering
four_feature
gave_best
ground_truth
hashtags_user
hierarchical_nmf
improved_performance
information_ami
insiders_lnp
klinczak_kaestner
labels_top
large_number
latent_dirichlet
lau_baldwin
lda_topic
length_documents
length_ranges
lnp_qldpol
made_available
mean_method
mean_word
measures_used
media_text
method_gave
methods_applied
model_trained
modelling_document
mutual_information
new_york
nmf_hierarchical
nmf_lda
nmf_unwtd
nmf_wtd
nmi_ami
normalised_mutual
number_epochs
number_pairs
number_tokens
number_training
optimal_number
osn_data
osn_text
pairs_elements
parent_comment
parent_comments
per_document
performance_evaluation
performance_lift
performance_methods
performing_clustering
processing_management
qanda_insiders
qldpol_insiders
qldpol_qanda
qldpol_stopadani
random_seeds
reddit_comments
reddit_data
replab_data
replab_twitter
representation_clustering
representations_clustering
results_auspol
set_used
sets_used
shabunina_pasi
shows_results
similar_results
size_range
subreddit_pages
three_data
three_evaluation
three_hashtags
three_topic
top_terms
top_three
top_words
topic_detection
topic_discovery
topic_label
topic_labels
topic_model
topic_modelling
topic_models
topics_twitter
training_epochs
truth_label
truth_labels
truth_topic
twitter_api
twitter_data
unweighted_mean
unwtd_hierarchical
used_literature
user_mentions
values_representing
vector_fixed
vectors_document
weighted_mean
window_size
word_embedding
word_vector
word_vectors
wtd_hierarchical
york_usa
access_article
agency_oude
algorithm_used
article_keywords
article_license
article_tagging
assess_countries
baltic_countries
bidirectional_encoder
case_study
certain_topic
civilian_military
coherence_score
committee_international
communications_information
conference_military
context_literature
cosine_similarity
dictionary_keywords
different_languages
domain_knowledge
elsevier_open
encoder_representations
ercole_computer
ercole_procedia
event_case
events_interest
following_international
gdelt_database
hague_netherlands
health_topics
historical_data
information_nci
information_systems
international_event
keywords_news
labels_interest
license_responsibility
literature_review
major_events
matter_fact
media_narrative
media_sources
military_communications
model_depends
narrative_preceding
nato_communications
natural_disasters
nci_agency
news_article
news_articles
news_coverage
open_access
oude_waalsdorperweg
preceding_following
predict_future
procedia_computer
project_team
public_media
published_elsevier
representations_transformers
researcher_needs
responsibility_scientific
riccardo_ercole
science_ercole
scientific_committee
section_presents
semantic_similarity
similarly_considerable
situational_awareness
social_unrest
state_art
supported_sound
tagged_articles
tagging_model
time_series
used_extract
waalsdorperweg_hague
accuracy_precision
allows_user
app_allows
appl_eswa
assignee_company
based_patent
battery_technology
binary_whether
change_techfore
classes_dataframe
classi_ﬁcation
classi_ﬁed
clercq_world
common_cpc
cpc_class
cpc_classes
cpc_labels
decision_trees
electric_vehicle
electric_vehicles
emerging_technologies
energy_rev
expert_syst
forecast_soc
frequent_cpc
given_patent
hamming_loss
information_wpi
integer_number
interactive_visualization
law_ﬁrm
least_frequent
misclassi_ﬁed
model_performance
multilabel_classi
nlp_results
panel_models
patent_analysis
patent_classi
patent_corpus
patent_data
patent_information
patent_metadata
patent_summary
patent_text
patent_texts
performance_metrics
random_forest
random_forests
renew_sustain
rev_rser
soc_change
studies_focused
summary_text
summary_texts
support_vector
sustain_energy
syst_appl
target_variables
technol_forecast
technology_forecasting
technology_trends
vehicle_patent
vehicle_patents
whether_assignee
whether_law
word_correlation
world_patent
ﬁed_patents
ﬁnal_dataframe
abs_retrieved
adverse_drug
alsentzer_murphy
american_chapter
annual_meeting
applications_detroja
arxiv_abs
association_computing
based_approach
based_model
berlin_germany
berlin_heidelberg
bhatt_comparison
bhensdadia_bhatt
biomedical_domain
blstm_model
boag_weng
canada_association
chapter_association
china_association
cnn_based
cnn_model
coling_international
computational_natural
computational_tics
computing_machinery
conference_artiﬁcial
conference_computational
conference_message
conference_natural
conference_neural
conference_north
contains_sentences
convolution_layer
convolutional_layer
corr_arxiv
dataset_contains
datasets_available
detroja_bhensdadia
domain_speciﬁc
entity_pair
entity_pairs
entity_recognition
extract_relations
extracting_relations
extraction_dataset
extraction_patterns
extraction_proceedings
extraction_using
germany_association
given_template
han_wang
human_language
input_sentence
input_sequence
intelligent_systems
knowledge_base
korea_association
labelled_data
language_learning
language_technologies
large_amount
level_features
linguistics_human
linguistics_international
linguistics_long
linguistics_online
linguistics_retrieved
linguistics_usa
lisbon_portugal
long_memory
long_papers
loss_function
low_resource
machine_translation
medical_domain
meeting_association
message_understanding
methods_require
model_used
model_uses
murphy_boag
named_entities
neural_machine
neural_openie
neural_relation
nguyen_grishman
nlp_applications
north_american
online_retrieved
open_information
output_convolutional
output_sequence
piecewise_cnn
portugal_association
predeﬁned_set
proceedings_annual
processing_lisbon
question_answering
recent_advances
recurrent_neural
relation_classiﬁcation
relation_label
relation_tion
relations_text
retrieved_aclanthology
rnn_based
selective_attention
semantic_role
sentence_level
sentences_bag
sentiment_analysis
set_relations
size_ﬁlter
softmax_layer
span_model
stanovsky_dagan
supervised_learning
supervised_methods
supervision_methods
supervision_relation
target_relations
task_dataset
template_newsreports
traditional_methods
training_data
training_examples
translation_proceedings
two_entities
understanding_acl
understanding_conference
usa_association
uses_bert
various_datasets
american_medical
biomedical_informatics
bomt_preparation
clinical_care
clinical_oncology
clinical_research
clinical_trial
clinical_trials
computers_industrial
conditional_random
criteria_clinical
data_clinical
data_integration
data_lake
data_matching
dhayne_kilany
diagnosis_procedures
electronic_health
electronic_medical
eligibility_criteria
eligible_patients
emr_clinical
emr_data
emr_vector
exclusion_criteria
health_records
inclusion_exclusion
industrial_engineering
informatics_association
matching_patients
matching_process
matching_score
medical_concepts
medical_data
medical_informatics
medical_ontology
medical_terms
miotto_weng
number_medical
patient_clinical
patient_data
patient_information
patient_vector
patients_clinical
problem_treatment
procedures_prescriptions
projection_emr
projection_similarity
proposed_platform
random_fields
represented_vector
semantic_types
space_model
structured_data
terms_bomt
terms_extracted
trial_datasets
trial_eligibility
trial_emr
trial_vector
wang_sun
arbitrary_clustering
data_stream
esposito_moscato
event_detection
girolamo_esposito
moscato_systems
naples_federico
noclusters_evolution
sparkdriver_memory
annotated_political
bias_detection
bias_news
binary_classification
dan_goldwasser
dataset_english
democratic_party
detecting_political
detection_task
detection_twitter
detection_using
detection_word
doan_gulla
due_lack
english_twitter
ensure_quality
european_parliament
even_though
features_model
french_italian
gay_marriage
gulla_summary
headline_attention
ideological_orientation
ideology_detection
introduced_new
link_types
logistic_regression
media_doan
menini_tonelli
naderi_hirst
naïve_bayes
networks_media
new_dataset
news_media
news_outlets
nixon_kennedy
norwegian_parliamentary
one_tweet
opinion_polarity
paolo_rosso
parliamentary_discourse
party_affiliation
political_bias
political_debates
political_discourse
political_framing
political_ideologies
political_ideology
political_issues
political_leaning
political_news
political_parties
political_speeches
political_stance
political_text
political_texts
political_viewpoint
political_viewpoints
political_views
politicians_tweets
preslav_nakov
probabilistic_soft
pvi_task
related_political
republican_party
said_hung
soft_logic
speakers_writers
speeches_political
stance_detection
summary_political
twitter_political
twitter_politicians
twitter_users
two_different
vamvas_sennrich
viewpoint_extraction
viewpoint_identification
viewpoints_identification
viviana_patti
amia_annual
amia_summits
annual_symposium
articles_written
assoc_uzuner
automatic_identification
biomed_inform
bmc_med
clinical_concept
clinical_documents
clinical_information
clinical_narratives
clinical_natural
clinical_nlp
clinical_notes
clinical_text
clinical_texts
concept_extraction
decis_mak
developing_clinical
discharge_summaries
domain_adaptation
ehr_data
error_estimation
evaluation_semeval
extraction_applications
extraction_clinical
extraction_system
extraction_task
extraction_tasks
feature_extraction
features_used
health_information
health_record
health_technol
heart_failure
hybrid_approach
hybrid_approaches
hybrid_system
inf_decis
inform_assoc
information_clinical
international_workshop
learning_approach
learning_deep
learning_methods
mayo_clinic
med_inf
med_inform
medical_concept
medical_language
medical_records
methods_clinical
model_development
multitask_learning
ovid_medline
pathology_reports
practice_setting
proceedings_american
radiology_reports
recognition_clinical
risk_factors
semantic_evaluation
sequential_labeling
shared_task
shared_tasks
silent_brain
stud_health
symposium_proceedings
system_clinical
technol_inform
traditional_machine
two_annotators
united_states
using_electronic
vector_machines
workshop_semantic
advantages_disadvantages
adverse_effects
allocation_hlda
analysis_using
automated_information
barcelona_spain
biocompatibility_data
biocompatibility_polydioxanone
biomaterials_annotator
biomaterials_data
biomaterials_field
biomaterials_literature
biomaterials_ontology
biomaterials_research
biomaterials_text
body_reaction
classified_relevant
clinical_studies
devices_experimental
different_terms
experimental_scaffolds
extended_version
extraction_tools
final_corpus
foreign_body
frequent_terms
headings_mesh
hierarchical_latent
hlda_model
inclusion_criteria
library_medicine
major_topics
manual_review
manual_validation
manufactured_object
manufactured_objects
medical_device
medical_devices
medical_headings
mesh_indexing
mesh_terms
mining_biomaterials
mining_tools
national_library
new_biotechnology
number_abstracts
number_documents
number_publications
per_year
polydioxanone_biocompatibility
polydioxanone_literature
prior_knowledge
review_editing
scaffolds_biomaterials
scientific_literature
sgd_classifier
study_type
study_types
systematic_reviews
term_usage
terms_extraction
tissue_engineering
tools_extract
tools_tmts
topic_mining
topics_identified
unique_terms
unsupervised_topic
using_model
using_tmts
version_suppl
vitro_studies
vivo_studies
writing_review
year_publication
accessed_sep
based_disease
biological_data
biomedica_informatics
complex_networks
comput_biol
creative_commons
data_science
disease_associations
disease_genes
disease_network
disease_networks
disease_similarity
disease_understanding
diseases_genes
distributed_terms
drug_repositioning
drug_target
functional_units
garcíadelvalle_biomedica
growing_availability
heterogeneous_networks
human_disease
improvement_disease
medical_literature
network_medicine
plos_one
science_pipeline
silico_validation
studies_based
syst_biol
terms_creative
understanding_drug
validation_process
visualization_tools
covid_resource
figurative_language
infectious_diseases
linguistic_features
lstm_bilstm
negative_tweets
resource_centre
advantageous_effect
advantageous_effects
advantages_patents
application_format
applications_article
applications_eswa
art_mapping
article_compind
article_eswa
article_techfore
attempt_extract
bert_devlin
black_box
body_panel
cavallucci_rousselot
change_article
chiarello_fantoni
common_application
common_interpretation
composed_sentences
computers_industry
concepts_inventive
concepts_patents
confusion_matrix
contextual_word
data_splits
dataset_chikkamath
dataset_composed
described_section
describing_invention
designers_engineers
develop_nlp
draft_writing
effect_invention
effects_invention
electromagnetic_noise
engineering_university
engineers_managers
european_patent
evolution_identification
extract_problems
extracting_problems
fantoni_bonaccorsi
forecasting_social
full_text
generation_technological
giannotti_guidotti
golden_set
heat_exchanger
idea_generation
identify_problems
industry_article
intellectual_property
invention_misclassified
invention_others
inventive_concepts
inventive_design
inventive_process
inventors_patent
jeong_kim
kim_yoon
learning_model
least_one
liang_tan
makers_managers
mapping_new
misclassified_solution
misclassified_technical
model_developed
new_idea
nlp_methods
nlp_system
nlp_systems
novel_ideas
number_sentences
original_draft
part_patent
patent_attorney
patent_attorneys
patent_documents
patent_office
patent_offices
patents_using
percentage_patents
pisa_italy
policy_makers
positive_class
present_disclosure
present_invention
previous_inventions
prior_art
problem_advantageous
problem_misclassified
problem_sentence
problem_solution
problem_solutions
problem_solving
problems_advantageous
problems_solutions
property_organization
protrusion_portion
recall_score
related_advantages
related_concepts
related_problems
required_select
research_focuses
rousselot_zanni
samples_belonging
sao_structure
science_technology
scientific_articles
scientific_papers
sentences_related
sentences_training
set_composed
set_sentences
social_change
solution_advantage
solution_problem
solutions_advantageous
solutions_advantages
solutions_problem
solutions_problems
souili_cavallucci
stream_literature
system_able
system_based
technical_parameter
technical_problem
technical_problems
technological_change
technological_evolution
technological_forecasting
terms_precision
test_data
text_patent
tiwana_horowitz
training_set
triz_theory
two_main
university_pisa
vehicle_body
world_intellectual
writing_original
across_dream
amongst_students
analysis_dream
answer_question
answer_spans
answers_question
answers_questions
automated_system
bad_guys
battle_sites
began_chasing
black_bear
california_los
characters_settings
chased_somebody
cliff_saw
close_relations
clusters_like
cold_water
consciousness_cognition
contextual_group
contextual_groups
continuity_hypothesis
deeper_analysis
devil_amongst
door_ran
dream_content
dream_database
dream_report
dream_reports
dream_research
dream_situations
drove_away
family_members
fathers_house
feeling_falling
fell_cliff
fictional_characters
fighting_fleeing
fighting_situation
fleeing_situation
flying_falling
flying_situation
friend_house
friends_house
get_away
grandparent_home
graph_analysis
grizzly_bear
group_nodes
groups_power
guenia_pig
gutman_music
guys_bad
hall_van
hallucination_model
hiding_devil
high_school
hit_ground
home_ran
hotel_room
house_mom
house_parents
hugh_jackman
husband_girlfriend
individual_dream
information_dream
los_angeles
man_began
manually_abstracted
material_gutman
mcinnes_healy
mom_house
mom_room
monster_fell
natural_environments
natural_places
nazi_checkpoint
nodes_represents
noise_cluster
old_neighborhood
parents_house
per_situation
place_escape
public_spaces
qualitative_results
queried_fleeing
question_fighting
question_fleeing
ran_away
rocks_cliff
room_mom
run_away
running_away
running_monster
saw_splat
schredl_hofmann
semantic_categories
semantic_structure
semantic_structures
semantically_similar
set_answers
situation_fleeing
situation_network
situational_parts
situations_dreams
sleep_dream
snake_chasing
somebody_something
splat_rocks
start_water
stranger_house
streets_war
supplementary_material
tools_weapons
trying_escape
trying_kill
typical_dream
typical_dreams
typical_situations
university_california
urban_spaces
van_castle
waking_life
war_streets
water_start
access_full
across_languages
annotated_event
applying_bonferroni
atkinson_piskorski
automatically_extracted
bejan_harabagiu
boosted_tree
cer_diab
choubey_huang
confidence_intervals
coreference_resolution
correlation_values
decision_tree
degrees_freedom
denote_set
differences_performance
different_resampling
discriminant_analysis
due_fact
easily_portable
event_coreference
event_corpus
event_data
event_extraction
event_information
event_linking
event_mentions
event_pair
event_pairs
event_relatedness
event_relation
event_similarity
event_template
event_templates
event_types
events_event
events_reported
events_stories
false_negatives
false_positives
fda_svm
feature_importance
feature_space
flexible_discriminant
forest_xgboost
gold_corpus
gold_dataset
gorman_palmer
haneczok_piskorski
harmonic_mean
hastie_tibshirani
higher_power
holdout_test
hypernym_overlap
hypothesis_difference
hypothesis_level
importance_measures
information_event
informational_bubble
iterations_random
jacquet_steinberger
japkowicz_shah
kastrati_imran
learning_method
leetaru_schrodt
let_denote
level_significance
linking_related
linking_task
longest_common
lstm_model
lstm_recurrent
mean_ranks
measures_based
methods_based
mitamura_hovy
model_based
much_less
nemenyi_test
neural_computation
ngram_overlap
null_hypothesis
number_unique
numerical_expressions
numerical_overlap
observed_differences
occur_components
omnibus_test
online_news
original_gold
pairwise_learning
performance_measures
performance_values
piskorski_information
piskorski_yangarber
portable_across
post_hoc
random_subsampling
regression_fda
rejected_null
related_events
related_unrelated
relatedness_classification
relatedness_event
relative_importance
relatively_high
reported_elsewhere
reported_piskorski
resampling_based
resampling_techniques
results_statistical
search_space
semantic_textual
set_performance
shallow_deep
shallow_learner
shallow_learners
shallow_learning
shallow_models
siamese_lstm
significance_testing
significantly_different
significantly_larger
similarity_metrics
similarity_word
simplest_shallow
simplified_form
statistical_significance
statistical_tests
statistically_significant
stories_news
svm_random
task_event
terminal_nodes
test_set
test_sets
test_statistic
tests_performed
text_similarity
texts_compared
textual_similarity
time_window
trained_using
tree_ensembles
two_texts
type_error
unrelated_event
vancouver_canada
verify_whether
volume_long
weighted_word
wide_range
wider_range
word_overlap
wordnet_similarity
attributes_namely
bert_model
bert_variants
clinical_note
construction_biomedical
crf_layer
data_model
drug_name
extraction_model
graph_clinical
graph_construction
identiﬁes_node
information_patients
information_sciences
knowledge_extraction
life_cycle
meridian_team
network_architecture
number_identiﬁes
paper_propose
relationship_extraction
school_information
sciences_meridian
side_effect
single_string
team_lyrica
unique_number
age_gender
causeofdeath_residence
datasets_partial
date_name
death_date
death_place
determining_identity
educationlevel_causeofdeath
eps_prreasoner
ethnicity_pastconviction
gender_death
hovy_vossenetal
identity_entities
identity_nil
ilievski_hovy
name_age
name_data
name_educationlevel
nil_clustering
nil_entities
partial_data
partial_full
prreasoner_eps
religion_ethnicity
residence_religion
spans_text
vossenetal_science
abstractive_summarization
artif_intell
biswas_computer
borah_biswas
doc_summary
jain_borah
legal_document
legal_documents
legal_text
legal_texts
science_review
summarization_legal
summarization_techniques
summarization_using
automatic_text
bayesian_optimization
biswas_systems
corpus_metrics
document_summarization
fusion_approach
method_corpus
metrics_findings
objective_function
proposed_scorefusion
reference_summary
rouge_score
score_fusion
sent_append
sentence_scoring
statistical_semantic
titlesimilarity_topicmodeling
topicmodeling_contextembed
academic_media
appl_softcomput
applied_soft
avgmacro_avgmicro
avgmicro_avgweighted
avgweighted_acc
content_dating
extortion_hacking
fidalgo_alegre
sexual_content
soft_computing
softcomput_asoc
spam_email
spam_emails
two_novel
addition_kernel
approach_spectral
best_single
blum_mitchell
cca_spectral
clustering_performance
concat_kernel
data_points
deviations_method
diﬀerent_views
entropy_nmi
feature_concat
french_german
gaussian_kernel
graph_laplacian
graph_structure
kernel_addition
kernel_product
method_precision
multilingual_data
multiple_views
nmi_best
one_view
parentheses_std
product_cca
recall_entropy
single_view
spectral_clustering
spectral_tering
std_deviations
synthetic_data
three_views
two_views
unlabeled_data
vice_versa
view_cluster
view_feature
views_data
von_luxburg
within_cluster
ability_system
academic_domain
affiliation_network
applications_ersion
area_machine
area_performance
area_strength
area_strengths
areas_core
areas_institution
areas_potential
areas_thematic
article_recommendation
author_data
banaras_hindu
based_network
ccsrr_matrix
ccsrr_values
citation_network
collaboration_recommendation
collaborator_recommendation
competency_area
competency_areas
competency_thematic
contextual_productivity
core_competency
core_competent
coverage_diversity
coverage_evaluation
crr_ccsrr
crr_matrix
cyber_physical
data_collection
data_processing
department_computer
different_thematic
dissimilarity_index
diversity_evaluation
engineering_college
engineering_technology
ersion_record
expertise_indices
find_set
four_groups
framework_demonstrated
frequencies_groups
funding_agencies
gini_index
high_priority
higher_education
hindu_university
iit_kharagpur
improvement_performance
index_value
india_email
indian_institute
institute_engineering
institute_science
institute_technology
institution_respect
institutional_collaboration
institutional_level
institutions_based
institutions_core
institutions_selected
inter_coverage
intra_coverage
inventor_collaboration
jaccard_dissimilarity
link_semantics
low_priority
matrix_find
multi_nlp
national_institute
network_approach
nit_goa
nlp_module
nlp_network
novelty_coverage
novelty_index
paper_published
paper_recommendation
performance_funding
performance_institution
physical_system
plural_singular
positive_false
potential_core
preprint_paper
priority_institutions
priority_recommendations
provide_recommendations
publication_venue
published_expert
recommendation_retrieval
recommendation_system
recommendations_retrieved
record_eswa
relatively_less
relevant_recommendations
represent_thematic
research_collaboration
research_strengths
respect_thematic
retrieval_section
retrieval_strategy
retrieved_using
science_banaras
scientific_article
second_mode
selected_group
set_institutions
set_keywords
set_low
set_recommendations
set_strong
strategy_high
strategy_low
strategy_thematic
strength_respect
strengths_institution
strengths_institutions
strong_areas
strong_core
strong_institutions
suitable_recommendations
system_cyber
system_framework
technology_iit
technology_indian
thapar_institute
thematic_area
thematic_areas
thematic_strength
thematic_strengths
thrust_area
total_number
true_positive
unique_set
university_national
university_technology
university_varanasi
using_citation
using_crr
using_nlp
using_strategy
varanasi_india
venue_recommendation
version_preprint
weighted_indegree
weighted_matrix
weighted_network
whole_set
within_field
ℎ𝑡𝑒𝑑_𝑖𝑛𝑑𝑒𝑔𝑟𝑒𝑒
𝑖𝑛𝑑𝑒𝑔𝑟𝑒𝑒_𝑘𝑒𝑦𝑤𝑜𝑟𝑑
𝑘𝑒𝑦𝑤𝑜𝑟𝑑_𝑝𝑜𝑠𝑖𝑡𝑖𝑜𝑛
𝑚𝑎𝑥_𝑤𝑒𝑖𝑔
𝑤𝑒𝑖𝑔_ℎ𝑡𝑒𝑑
accessed_january
accessed_june
ally_still
april_july
assess_risk
available_wikipedia
average_household
bankrupt_depressed
behaviors_pandemic
class_tweets
clear_evidence
close_human
correlation_analysis
correlation_coefficient
correlation_social
despite_clear
disaster_risk
distancing_index
early_june
environ_res
evaluate_risk
evidence_fatality
expressed_social
fatality_rate
gdp_per
government_agencies
health_value
higher_ratio
household_income
human_interactions
int_environ
international_disaster
less_restrictive
liberal_medium
lockdown_orders
lockdown_period
lockdown_policy
lockdown_ratio
lockdown_reopen
lower_state
maryland_transportation
media_data
median_age
medium_ally
mental_health
moderate_correlation
narrative_want
original_tweet
people_behaviors
people_states
per_capita
percentage_reduction
php_accessed
policy_liberal
publ_health
push_shut
questionnaire_surveys
rate_lower
ratio_social
ratio_state
reduction_trips
reflect_people
related_tweets
res_publ
restrictive_lockdown
revising_manuscript
risk_close
risk_human
risk_perception
risk_reduction
shows_moderate
shut_narrative
social_distancing
state_less
states_higher
states_territories
stay_home
still_push
supporting_lockdown
testing_accuracy
trained_model
training_samples
transportation_institute
unemployment_change
using_social
viral_transmission
want_bankrupt
wikipedia_php
abbreviation_disambiguation
advances_artificial
adversarial_networks
annual_conference
answering_phenotyping
applications_artificial
applications_clinical
applications_public
arman_cohan
arxiv_oup
asma_ben
attention_model
beijing_china
ben_abacha
benjamin_rosand
bert_models
bidirectional_long
biomedical_language
biomedical_natural
biomedical_nlp
bionlp_workshop
bleu_score
bmc_bioinformatics
chief_complaint
chief_complaints
ciation_computational
classification_prediction
clinical_abbreviation
clinical_decision
comprehend_medical
computational_phenotyping
curran_associates
curtis_langlotz
data_electronic
decision_making
decision_support
deep_models
deep_patient
denoising_autoencoder
discharge_summary
dragomir_radev
eds_association
eds_ciation
eds_curran
educational_advances
edward_choi
ehr_generation
ehr_tasks
embedding_layer
entity_linking
eric_xing
florence_italy
free_text
garnett_eds
generative_adversarial
goldwasser_neha
harlan_krumholz
health_informatics
health_questions
icd_code
icd_codes
icd_coding
ilya_sutskever
innovative_applications
intelligence_innovative
irene_jessica
jeremy_goldwasser
jessica_pan
jimeng_sun
kirk_roberts
krumholz_dragomir
lab_tests
labeled_data
language_generation
language_translation
language_understanding
learning_framework
linguistics_acl
linguistics_florence
louisiana_usa
lyon_france
marzyeh_ghassemi
matthew_david
medical_codes
medical_coding
medical_entity
medical_knowledge
medical_outcomes
medical_term
medical_text
medical_texts
methods_including
mlr_html
model_learns
model_outperforms
model_proposed
model_relation
models_like
mohammad_taha
neha_verma
neural_model
neural_natural
neural_works
new_orleans
nlm_nih
orleans_louisiana
oup_pdf
outcome_prediction
pan_jeremy
paraphrase_generation
patient_records
patient_representation
patient_representations
patient_visit
patient_visits
pengtao_xie
performed_best
peter_szolovits
phenotyping_knowledge
prediction_medical
prediction_tasks
pretrained_bert
pretrained_models
proceedings_bionlp
processing_unstructured
proposed_model
public_health
question_entailment
question_similarity
recognition_relation
records_proceedings
records_review
records_using
relation_event
report_generation
representation_patient
results_show
rosand_yixin
sense_disambiguation
sequence_tagging
sophia_ananiadou
spanish_clinical
stack_transformer
stacked_denoising
stewart_jimeng
symposium_educational
systems_annual
taha_bahadori
tasks_including
tasks_like
text_generation
text_segmentation
time_step
tomas_mikolov
topics_question
transformer_model
unstructured_notes
used_model
using_neural
various_tasks
weak_supervision
word_given
word_sense
yixin_matthew
yoshua_bengio
accessed_april
archetype_definition
archetype_generation
based_specific
bloom_verbs
business_strategies
chain_management
clusters_competences
comput_ind
control_theory
current_state
data_preparation
data_preprocessing
defining_engineer
definition_engineer
design_manufacturing
design_tools
document_frequency
domain_definition
economics_business
educational_occupational
engineer_archetype
engineer_archetypes
engineering_archetype
engineering_archetypes
engineering_education
engineering_field
engineering_mechanical
engineering_programs
finance_economics
geographic_area
gurcan_cagiltay
ind_compind
industrial_engineer
input_data
learning_outcomes
loughborough_university
management_finance
manually_defined
manufacturing_design
manufacturing_engineering
manufacturing_processes
mechanical_engineering
mining_process
mining_topic
modelling_techniques
number_topics
occupational_data
occupational_frameworks
preprocessing_parameters
process_archetype
production_engineering
production_planning
products_systems
professional_engineering
professional_figure
professional_profile
proposed_methodology
random_seed
skill_sets
skills_abilities
software_engineering
supply_chain
textual_descriptions
topic_extraction
topic_interpretation
topics_generated
within_specific
able_capture
acm_press
acm_transactions
addawood_bashir
analysis_argument
annotation_process
annotation_tool
approach_followed
area_nlp
argument_components
argument_detection
argument_search
argument_structure
argumentation_process
argumentation_schemes
argumentative_tweets
avignon_france
background_knowledge
brussels_belgium
cabrio_villata
claim_detection
cocarascu_toni
components_argument
conceptual_architecture
conceptual_framework
core_tasks
data_derived
data_social
debate_topics
denver_colorado
derived_social
distinctive_components
diﬀerent_approaches
diﬀerent_tasks
evaluation_argument
existing_tools
fake_news
high_low
human_reasoning
internet_technology
johnson_goldwasser
linguistics_stroudsburg
lippi_torroni
logic_programming
low_medium
macro_analysis
management_ipm
manual_annotation
metric_score
micro_macro
mining_association
mining_berlin
mining_denver
mining_proceedings
multiple_sources
news_detection
noisy_text
opinion_mining
place_order
proposed_conceptual
reasoning_process
relations_identiﬁcation
rese_arch
research_community
results_supervised
rhetorical_structure
san_diego
search_engine
sendi_latiri
source_identiﬁcation
stance_debate
stroudsburg_usa
supervised_approaches
take_place
takes_place
task_argument
task_relations
task_stance
text_derived
took_place
toulmin_model
transactions_internet
wider_area
workshop_argumentation
yes_high
york_new
ﬁrst_step
ajp_amjpathol
american_pathology
amjpathol_american
arti_ﬁcial
automatic_classi
cancer_pathology
cancer_using
cpt_codes
digital_pathology
einverse_document
estrogen_receptor
nlp_pathology
nuclear_positivity
pathology_american
pathology_amjpathol
processing_pathology
prognostic_value
receptor_tumor
reports_using
text_classi
value_estrogen
ﬁcial_intelligence
absent_keyphrases
abstract_concepts
accordingly_proposed
accuracy_movie
accuracy_mpqa
achieved_accuracy
acm_digital
acm_sigir
acm_trans
adv_neural
advances_natural
also_improve
also_observe
also_proposed
ambiguous_word
analysis_information
analysis_proceedings
analysis_text
anaphora_resolution
anaphoric_annotation
anaphoric_zero
annotated_corpus
annotated_data
annotated_subjectivity
annotation_proceedings
annotation_schemes
annotation_tasks
annotation_tools
annual_international
answering_systems
application_trends
applications_sentiment
approach_proceedings
approach_subjectivity
assoc_comput
azpr_systems
barbosa_feng
based_word
bert_transformer
bevilacqua_navigli
biased_language
biased_statements
bio_scheme
bound_anaphora
cambridge_university
candidate_antecedents
centering_theory
chinese_arabic
chinese_zero
clark_manning
classification_proceedings
classification_tasks
closely_related
clues_patterns
cogn_psychol
cognitive_semantics
commonsense_explanation
commonsense_knowledge
comput_linguist
computational_approaches
computing_information
concept_mapping
concept_mappings
concept_representation
conceptual_blending
conceptual_spaces
conference_european
conference_research
consider_following
construction_knowledge
context_words
contextual_information
contextualized_word
continual_learning
cool_languages
coreference_annotation
corpus_contains
das_bandyopadhyay
data_proceedings
data_sourced
dataset_acc
dataset_score
dataset_shown
datasets_statistics
deep_reinforcement
denotes_subjectivity
details_seen
detection_aims
detection_subjectivity
determine_whether
development_information
dialogue_system
dialogue_systems
dictionary_english
different_domains
different_semantic
different_tasks
digital_library
disambiguate_word
disambiguation_anaphora
disambiguation_proceedings
disambiguation_using
discourse_salience
dnn_ontonotes
downstream_applications
dropout_training
early_works
eds_proceedings
eighth_international
english_dictionary
english_tweets
enhance_performance
entities_based
entities_relations
entities_structure
entity_definitions
entity_types
error_propagation
european_chapter
evaluation_conference
evaluation_lrec
explainability_downstream
explanation_generation
external_knowledge
extract_concepts
extracting_concepts
extraction_concept
extraction_datasets
extraction_methods
extraction_research
extraction_similar
extraction_subjectivity
extractive_keyphrase
extreme_learning
factual_information
feature_framework
feature_parser
feature_set
findings_association
flat_nested
frame_semantics
framework_dataset
frequently_used
fusion_mao
future_works
gender_bias
generative_keyphrase
genetic_algorithm
given_sentence
given_word
global_wordnet
gold_standard
goldberg_suttle
grammatical_category
graph_emb
hard_cases
hate_speech
however_method
huang_wang
hube_fetahu
human_beings
identification_interpretation
identify_subjective
improve_accuracy
improve_explainability
individual_subjectivity
inf_fusion
inf_process
information_fusion
input_text
intell_rev
international_acm
inventory_including
investigation_writing
isd_clsd
isd_english
japanese_zero
joint_entity
joint_extraction
joint_relation
keyphrase_concept
keyphrase_extraction
keyphrase_generation
kim_hovy
knowl_syst
knowledge_bases
knowledge_entities
knowledge_proceedings
labeling_task
lang_eng
lang_process
language_technology
large_amounts
large_corpora
large_language
lexical_graph
lexical_information
lexical_knowledge
lexical_resources
lexical_semantics
lexical_syntactic
lexical_unstructured
linguistic_cognitive
linguistics_emnlp
linguistics_volume
logic_rules
makes_sense
mammoth_statue
manually_annotated
many_downstream
many_works
mao_cambria
mao_gong
mao_summary
medical_structured
mental_spaces
mention_detection
mention_identification
mention_linking
metaphor_identification
method_obtained
metric_learning
mit_press
model_named
models_proceedings
movie_acc
movie_dataset
movie_reviews
mpqa_gold
mpqa_pos
mpqa_subjectivity
multilingual_word
multiple_languages
murray_carenini
name_knowledge
nat_lang
negative_neutral
nested_entities
nested_named
neural_approaches
neural_inf
nlp_community
noun_phrase
noun_phrases
nuclear_energy
objective_sentences
obtained_accuracy
office_website
online_forums
oxford_dictionary
oxford_university
pasini_navigli
patent_concept
plms_llms
poesio_artstein
point_view
pointer_networks
polarity_detection
positive_negative
private_state
problem_proposed
proceedings_eighth
proceedings_fourth
proceedings_human
proceedings_joint
proceedings_second
proceedings_seventh
proceedings_third
process_syst
processing_international
processing_large
processing_task
processing_tasks
processing_techniques
processing_volume
prompt_tuning
pronominal_anaphora
pronoun_resolution
proper_noun
proposed_method
prosodic_features
prototype_theory
prototypical_networks
raganato_navigli
recognition_proceedings
reference_downstream
referring_expressions
reinforcement_learning
relationships_concepts
representative_applications
research_development
research_domain
research_downstream
research_wsd
resolution_comput
resolution_model
resolution_models
resolution_named
resolution_proceedings
resolution_systems
resolution_tasks
resolution_techniques
retrieval_machine
review_videos
rigid_designation
rnn_model
samples_reference
schema_challenge
score_metric
second_international
seen_office
semantic_analysis
semantic_constraints
semantic_features
semantic_information
semantic_knowledge
semantic_network
semantic_primitives
semantic_processing
semantic_representation
semantic_representations
semantic_research
sense_annotations
sense_classification
sense_embeddings
sense_inventory
sense_word
sentence_model
sentence_representations
sentence_subjectivity
sentiment_classification
sentiment_computing
sentiment_polarities
sequence_labeling
seventh_international
short_papers
shown_follows
sigir_conference
sixth_international
source_samples
source_text
span_representations
specific_tasks
speech_acts
speech_detection
statistical_machine
statistics_mpqa
structural_semantics
structured_concept
subjective_clues
subjective_elements
subjective_expressions
subjective_language
subjective_objective
subjective_sentences
subjectivity_analysis
subjectivity_classification
subjectivity_clues
subjectivity_detection
subjectivity_lexicon
subjectivity_sentence
subjectivity_tion
summary_representative
supervised_wsd
survey_recent
surveyed_tasks
symbolic_knowledge
system_demonstrations
systems_also
systems_dialogue
systems_proceedings
tagging_scheme
taken_account
target_word
task_concept
task_feature
task_information
task_reference
task_sentiment
task_wsd
tasks_also
tasks_sentiment
technical_report
technical_trends
techniques_used
technologies_volume
technology_conference
textual_entailment
theoretical_research
theory_section
third_international
three_main
training_corpus
trans_assoc
translation_systems
twitter_text
two_categories
two_sets
unclear_structured
unified_framework
unique_identification
university_press
used_parser
used_subjectivity
useful_knowledge
using_machine
van_deemter
verb_phrases
volume_proceedings
volume_short
wang_manning
website_dataset
west_african
wiebe_riloff
winograd_schema
word_context
word_frequency
word_meanings
word_representations
word_senses
wordnet_conference
wordnet_lexical
wordnet_sense
words_context
workshop_computational
world_graph
world_knowledge
world_unstructured
worth_noting
wsd_datasets
wsd_system
wsd_systems
wsd_task
wsd_techniques
youtube_review
zero_anaphora
zero_pronoun
zero_pronouns
accuracy_micro
adenomatous_polyp
allows_users
annotation_classes
aoec_rumc
cancer_adenocarcinoma
cancer_cell
cancer_informatics
cancer_squamous
cell_cancer
cell_carcinoma
cervix_lung
clin_cancer
clinical_practice
clinical_reports
colon_cancer
colon_cervix
colon_dysplasia
colon_hyperplastic
compare_sket
comparison_interface
concepts_extracted
concepts_identi
considered_phase
contributed_design
current_phase
current_report
data_labeling
design_project
diagnosis_tools
diagnostic_reports
effectiveness_sket
examode_ontology
extracted_entities
extraction_process
fasttext_bert
grade_dysplasia
hyperplastic_polyp
identi_ﬁed
identi_ﬁer
image_classi
jco_clin
key_concepts
lung_cancer
marchesin_pathology
matching_sket
medical_center
medical_centers
mentions_concepts
micro_weighted
mild_colon
ontology_concepts
outputs_phase
pathologists_domain
pathology_applications
pathology_informatics
phase_selected
pipeline_outputs
reports_section
right_side
rule_trigger
sankey_diagram
second_one
second_pipeline
section_displaying
selected_mentions
semantic_matching
severe_colon
side_sankey
similarity_matching
sket_also
sket_contributed
sket_effectiveness
sket_fasttext
sket_labels
sket_pipelines
sket_unsupervised
squamous_cell
subset_accuracy
supervised_models
tab_classi
trigger_entity
trigger_term
trigger_terms
unsupervised_approaches
unsupervised_sket
used_sket
using_sket
visual_analytics
visually_comprehend
weak_labels
weakly_supervised
ﬁcation_phase
ﬁcation_task
ﬁrst_pipeline
article_contained
article_remained
carl_may
contained_errors
content_article
errors_content
manufacturing_environments
march_template
marvin_carl
may_procedia
